<?php

return [

    'error_number_requests_exceeded' => 'Превышено число попыток, попробуйте снова через 5 минут',
    'user_not_found' => 'Пользователь не найден или не находится на стадии верификации',
    'phone_required' => 'Поле с телефоном должно быть заполненно!',
    'phone_phone' => 'Данное поле должно содержать номер мобильного телефона!',
    'string' => 'Не верный формат данных!',
    'max' => 'Превышена допустимая длина строки!',
    'min' => 'Слишком короткая строка!',
    'code_required' => 'Sms код - обязательное поле!',


];
