<?php

return [

    'error_number_requests_exceeded' => 'Превышено число попыток, попробуйте снова через 5 минут!',
    'user_not_found' => 'Пользователь не найден или не находится на стадии верификации!',
    'phone_required' => 'Поле с телефоном должно быть заполненно!',
    'phone_phone' => 'Данное поле должно содержать номер мобильного телефона!',
    'string' => 'Не верный формат данных!',
    'max' => 'Превышена допустимая длина строки!',
    'min' => 'Слишком короткая строка!',
    'code_required' => 'Sms код - обязательное поле!',
    'error_failed_sms_code' => 'Не верный код (возможно уже не актуальный) или сообщение не отправлено!',
    'error_critical' => 'Произошла неожиданная ошибка, попробуйте позже!',
    'wait_1_minute' => 'Подождите 1 минуту после отправки предыдущего сообщения!',
    'error_uniq_nickname' => 'Nickname должен быть уникальным!',
    'name__required' => 'Поле с Nickname должно быть заполненно!',
    'phone_unique' => 'Номер должен быть уникальным!',
    'password_min' => 'Пароль не должен быть короче 6 символов!',
    'password_required' => 'Поле с паролем должно быть заполненно!',


];
